insert into categories (name, definition)
values ('งาน', 'หมวดหมู่สำหรับบันทึกกิจกรรมที่ต้องทำเพื่อให้บรรลุเป้าหมายหรือวัตถุประสงค์บางอย่าง'),
('การพักผ่อน', 'หมวดหมู่สำหรับบันทึกกิจกรรมเกี่ยวกับงานอดิเรก รายการพักผ่อนหรือกิจกรรมที่ทำให้ผู้ใช้รู้สึกผ่อนคลาย มีความสุข'),
('การเงิน', 'หมวดหมู่สำหรับบันทึกกิจกรรมเกี่ยวข้องกับการเงิน ไม่ว่าจะเป็นวันครบกำหนดชำระเงิน แผนการใช้เงินหรืออื่นๆ');

insert into users (name, email, image, status, password)
values ('user1', 'user1@email.com','link1','offline', 'user1'),
('user2', 'user2@email.com','link2','offline', 'user2');

insert into tasks (name, description, activityDate, lastEditDate, userID, categoryID)
values ('เที่ยวเพชรบุรี', 'ไปเที่ยวที่เพชรบุรี วันเสาร์ที่ 10 เมษายน ออกจากบ้านเวลา 08:00 นาฬิกา แวะกินข้าวตอนใกล้ถึง','10/04/2565','01/04/2565','1','2'),
('Project ITPM', 'ส่งงาน ITPM ก่อนเวลา...... ต้องทำงานเอกสาร วางแผนการทำโครงการที่คิดขึ้นมาเองและต้องจำลองสถานการณ์','04/05/2565','15/04/2565','2','1'),
('จ่ายค่าตัดชุด', 'จ่ายไปก่อนแล้ว2000 และจ่ายที่เหลืออีก3000 รวมเป็นเงินทั้งหมด 5000 แพงสุดๆ','01/10/2565','11/01/2565','2','3');